Model: "sequential_1"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1 (Dense)              (None, 49)                4851      
_________________________________________________________________
dense_2 (Dense)              (None, 80)                4000      
_________________________________________________________________
dropout_1 (Dropout)          (None, 80)                0         
_________________________________________________________________
dense_3 (Dense)              (None, 80)                6480      
_________________________________________________________________
dense_4 (Dense)              (None, 49)                3969      
_________________________________________________________________
dense_5 (Dense)              (None, 1)                 50        
=================================================================
Total params: 19,350
Trainable params: 19,350
Non-trainable params: 0
_________________________________________________________________
